{
  "articles": [
    {
      "id": "article001",
      "title": "⏳ Давление времени в шахматах",
      "content": "ВЧем меньше у тебя времени, тем чаще ты ошибаешься. Не трать лишние секунды в дебюте — береги их для сложных моментов в миттельшпиле и эндшпиле. Настоящий мастер умеет правильно распределять своё время по ходу партии.",
      "tags": ["психология", "время", "советы"]
    },
    {
      "id": "article002",
      "title": "📜 Кто такой Пол Морфи?",
      "content": "Всего 21 человек за всю историю шахмат носил официальный титул чемпиона мира. За редкими исключениями, чемпионы мира определялись в матчах между действующим чемпионом и претендентом. С 1993 по 2006 годы существовали два титула чемпиона мира: ФИДЕ и классический. За эти 13 лет титул чемпиона мира ФИДЕ получили шесть шахматистов, двое из них также входят в число классических чемпионов.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/4/4d/Paul_Morphy1.jpg",
      "tags": ["история", "легенды", "Морфи"]
    },
    {
      "id": "article003",
      "title": "💡 Зачем учить шахматные окончания?",
      "content": "Многие недооценивают эндшпиль. А ведь именно здесь выигрываются (и спасаются) важнейшие партии. Знай базовые позиции: король и пешка против короля, ладейные ничьи, оппозиция. Это основа победы в длинной битве.",
      "tags": ["советы", "эндшпиль", "техника"]
    },
    {
  "title": "♚ История чемпионов мира",
  "content": "С 1886 года в шахматах было 18 чемпионов. Они оставили огромный след в истории. 🕰️\n\nКто из них — ваш герой? Расскажем о каждом!",
  "image": "https://raw.githubusercontent.com/IlyaDuzhakov/chessguide-puzzles/main/images/articles/champions.png",
  "tags": ["история", "чемпионы"]
},
{
  "title": "♟ Вильгельм Стейниц — Первый чемпион мира",
  "content": "Стейниц стал первым официальным чемпионом в 1886 году. Его стиль называли позиционным, и он был пионером современной стратегии. Победил Цукерторта в первом матче на звание чемпиона.\n\n🗓 Годы: 1886–1894\n🏆 Матчи: 4 победы\n📍 Знаменитая партия: против Чигорина (1892)",
  "image": "https://raw.githubusercontent.com/IlyaDuzhakov/chessguide-puzzles/main/images/articles/steinitz.jpg",
  "tags": ["чемпионы", "история"]
}
  ]
}
